[
  {
    "id": "schips",
    "main": {
      "title": "Schips",
      "description": "Experience these highly addictive potato chips",
      "image": "src/assets/images/chips-16-9.png"
    },
    "intro": {
      "title": "Schips - highly addictive potato chips",
      "description": "Schips is an idea a friend and I came up with on a party. Everywhere you looked where these blend, generic potato chips that taste like card board. What if we could provide great tasting, highly addictive chips that use the freshest locally sourced ingredients.\n\nAs it is with many party ideas, Schips remains to be a dream yet waiting to come alive. Anyways, I created a few designs to showcase Schips. Check them out below.",
      "client": "None (personal project)",
      "role": "Designer",
      "year": "2016"
    }
  },
  {
    "id": "frozen-sea",
    "main": {
      "title": "Frozen Sea",
      "description": "A platform that brings researchers and subjects together",
      "image": "src/assets/images/frozen-sea-16-9.png"
    },
    "intro": {
      "title": "Frozen Sea",
      "description": "At the Ludwig-Maximilians University in Munich, every semester countless experiments are conducted. Still, finding subjects for these studies proves to be incredibly difficult. Researchers and subjects have to rely on facebook groups, mailing lists and word of mouth.\n\nTo make this process easier for all parties, we created Frozen Sea, a platform to bring researchers and subjects together. Our algorithm takes study requirements into consideration to find suitable subjects.",
      "client": "LMU (University project)",
      "role": "Designer & Developer",
      "year": "2017"
    },
    "stats": {
      "stat1": {
        "image": "../../../assets/vectors/create.svg",
        "title": "Create",
        "description": "Create your own experiments on the fly"
      },
      "stat2": {
        "image": "../../../assets/vectors/participate.svg",
        "title": "Participate",
        "description": "Earn study hours, money, or gift cards"
      },
      "stat3": {
        "image": "../../../assets/vectors/share.svg",
        "title": "Share",
        "description": "Share your experiments on social media"
      }
    }
  },
  {
    "id": "buntes-deutschland",
    "main": {
      "title": "Buntes Deutschland",
      "description": "Battle the rise of right wing populism with colorful stickers",
      "image": "src/assets/images/buntes-de-16-9.png"
    },
    "intro": {
      "title": "Buntes Deutschland",
      "description": "Since the fall of 2015 when Germany took in thousands of refugees seeking protection against war, persecution, and torture, right wing populist are on the rise. The likes of Pegida and AfD use the tense situation to agitate against refugees, free media, and liberals in Germany.\n\nBuntes Deutschland (Colorful Germany) is my response to right wing populism and the open display of xenophobia. Like-minded people can use the Buntes Deutschland stickers to set an example for a open, free, and colorful Germany.",
      "client": "None (personal project)",
      "role": "Designer",
      "year": "2016"
    }
  },
  {
    "id": "social-ride",
    "main": {
      "title": "Social Ride",
      "description": "SocialRide - a student-run NGO ",
      "image": "src/assets/images/social-ride-16-9.png"
    },
    "intro": {
      "title": "Social Ride - Mobility means freedom",
      "description": "SocialRide is a non-profit organization trying to help refugees getting started in Munich by providing bicycles free of charge. For us as students, the bike is an essential but affordable means of transportation. That's why we think, the bike is the perfect vehicle for incoming refugees to explore the beautiful Munich.\n\nSince October 2014 we setup our bike workshop in multiple refugee homes giving out free bikes and services. Recently we started offering a new service called Pimp My Bike where we refurbish and sell old bikes together with refugees.\n\nCreating and monitoring the website for SocialRide is both challenging and rewarding. I can use the skills learned at the LMU to help refugees get a head start here in Munich. And most importantly I can work with a great team on hip bicycles.",
      "client": "Social Ride",
      "role": "Designer & Developer",
      "year": "2017"
    },
    "stats": {
      "stat1": {
        "image": "../../../assets/vectors/repair-white.svg",
        "title": "200 repaired bikes",
        "description": "Create your own experiments on the fly"
      },
      "stat2": {
        "image": "../../../assets/vectors/bike-white.svg",
        "title": "15 refurbished bikes",
        "description": "Earn study hours, money, or gift cards"
      },
      "stat3": {
        "image": "../../../assets/vectors/participate-white.svg",
        "title": "40 workshops held",
        "description": "Share your experiments on social media"
      }
    }
  },
  {
    "id": "tim",
    "main": {
      "title": "TIM One of a kind",
      "description": "A modern, lightweight project automation platform",
      "image": "src/assets/images/tim-16-9.jpg"
    },
    "intro": {
      "title": "TIM One of a kind",
      "description": "A modern, lightweight project automation platform",
      "client": "None (personal project)",
      "role": "Designer",
      "year": "2016"
    }
  },
  {
    "id": "roommate",
    "main": {
      "title": "Roommate",
      "description": "A fun, tinder-like way of finding your next roommate or shared apartment",
      "image": "src/assets/images/roommate-16-9.png"
    },
    "intro": {
      "title": "Roommate - swipe to your next roommate",
      "description": "I came up with the idea for roommate while looking for a shared apartment in Munich. As it is with many major cities around the world, Munich's real estate market is an urban jungle. This makes finding a place to stay or a new roommate equally painful.\n\nWhat if you could intelligently match shared appartments with applicants? Similar to Tinder, Roommate brings blabla and shared apartments together.",
      "client": "None (personal project)",
      "role": "Designer",
      "year": "2016"
    }
  }
]
